Repository: common-repository/weaver-options-merge
Catalog: lang/weaver-options-merge-*.po
Languages: es_mx

source: Nothing to merge
es_mx: Nada de fusionar

source: Need two option sets to merge
es_mx: Necesitas dos conjuntos de opciones para fusionar

source: All
es_mx: Todos

source: Colors
es_mx: Colores

source: insert
es_mx: insertar

source: Site
es_mx: sitio

source: Database option sets:
es_mx: Conjuntos de opciones de base de datos:

source: Current
es_mx: Presente

source: Theme Switcher option sets:
es_mx: Selector de Temas conjuntos de opciones:

source: Saved option sets:
es_mx: Guardada conjuntos de opciones:

source: Theme built-in option sets:
es_mx: Tema incorporado conjuntos de opciones:

source: Upload:
es_mx: Subir:

source: Upload a settings file
es_mx: Sube un archivo de configuración

source: Plugin provided option sets:
es_mx: Plugin proporcionado

source: Choose two option sets to show. The left set will show as selected by default, for the merge.
es_mx: Elige dos opción establece para mostrar. El conjunto de la izquierda se mostrará como seleccionado por defecto, para la combinación.

source: Show side by side
es_mx: Mostrar al lado del otro

source: Merge
es_mx: Unirse

source: Site-specific options (&diams;) have a darker background color.
es_mx: Opciones específicas del sitio (&diams;) tienen un color de fondo más oscuro.

source: Merge Files
es_mx: Combinar archivos

source: Choose the options to write to the merged file. The buttons below select subsets.
es_mx: Elija las opciones al escribir en el archivo fusionado. Los botones de abajo seleccione subconjuntos.

source: Uploaded file is missing.
es_mx: El archivo cargado no se encuentra.

source: Theme switcher option set %s is missing.
es_mx: Opción selector de temas establecer %s no se encuentra.

source: Requested file is missing.
es_mx: Archivo solicitado no se encuentra.

source: The unserialize failed on the file %s.
es_mx: El unserialize falló en el archivo %s.

# 1 is filename, 2 is theme name
source: The file %1$s is not a %2$s settings file.
es_mx: El archivo %1$s no es un archivo ajustes de %2$s.

source: Choose something to merge.
es_mx: Elija algo para fusionar.

source: Version
es_mx: Versión

source: Merge two settings files from Weaver II, Aspen, Weaver Xtreme, or Weaver
es_mx: Combinar dos archivos de configuración de Weaver II, Aspen, Weaver Xtreme, o Weaver

source: Check for more cool stuff from Joy.
es_mx: Compruebe si hay más cosas interesantes de Joy.

source: This plugin will take two sets of options, and merge them as you specify, and output a settings file.
es_mx: Este plugin tendrá dos grupos de opciones, y unirlos como se especifica, y el archivo de configuración de salida a.

source: It reads from, but does not write to the database, and it does not matter if the theme is active.
es_mx: Se lee, pero no escribe en la base de datos, y que no importa si el tema está activo.
